
/* na */
"Registration" = "Registrierung";

/* na */
"Registration %@" = "Registrierung %@";

/* na */
"Register" = "Registrieren";

/* na */
"Download" = "Herunterladen";

/* na */
"Website" = "Website";

/* na */
"Download Page" = "Download-Seite";

/* na */
"Quit" = "Beenden";

/* na */
"Expired Beta" = "Unsere Public-Beta-Versionen sind üblicherweise vier bis acht Wochen lauffähig, bis sie durch eine neue Public Beta oder die finale Version ersetzt werden müssen. Dies passiert automatisch durch die Aktualisierung, in Ihrem Fall scheinen Sie aber das Zeitfenster für die automatische Aktualisierung verpasst zu haben.\n\nBesuchen Sie nun einfach unsere Webseite und laden Sie die neueste Public Beta oder die finale Version Ihrer Software herunter und ersetzen Sie Ihre Kopie durch die neue.";

/* na */
"OK" = "OK";

/* na */
"Cancel" = "Abbrechen";

/* na */
"Remove" = "Entfernen";

/* na */
"License is outdated. Please contact our\nsupport to get a new license." = "Die Lizenz ist nicht mehr gültig. Bitte kontaktieren Sie unseren Support, um eine neue Lizenz zu erhalten.";

/* na */
"Thanks for registering %@ %@ Edition!\n\nNow please backup the registration file:\n%@" = "Vielen Dank für die Registrierung von %@ %@ Edition!\n\nBitte fertigen Sie nun von der Registrierungsdatei eine Sicherheitskopie an:\n%@";

/* na */
"Thanks for registering %@ %@ Edition!" = "Vielen Dank für die Registrierung von %@ %@ Edition!";

/* na */
"Thanks for registering %@!\n\nNow please backup the registration file:\n%@" = "Vielen Dank für die Registrierung von %@!\n\nBitte fertigen Sie nun von der Registrierungsdatei eine Sicherheitskopie an:\n%@";

/* na */
"Thanks for registering %@!" = "Vielen Dank für die Registrierung von %@!";

/* na */
"Show file" = "Datei zeigen";

/* na */
"A New Version is Available" = "Eine neue Version ist erhältlich.";

/* na */
"A new version of %@ %@ Edition is available (%@). Would you like to download the new version now?" = "Eine neue Version von %@ %@ Edition ist erhältlich (%@). Möchten Sie diese Version jetzt herunterladen?";

/* na */
"Your software is up-to-date" = "Ihre Software ist auf dem neuesten Stand";

/* na */
"You are running %@ %@ Edition %@. No newer version was found." = "Sie verwenden %@ %@ Edition %@. Es wurde keine neuere Version gefunden.";

/* na */
"Get new license" = "Neue Lizenz";

/* na */
"Checking for updates..." = "Suche nach neuer Version...";

/* na */
"Unregistered: %%d (%.1f hours left)" = "Unregistriert: %%d (%.1f Stunden übrig)";

/* na */
"Buy Now (%d hours left)" = "Jetzt kaufen! — Noch %d Stunden testen.";

/* na */
"Purchase" = "Kaufen";

/* na */
"Name:" = "Name:";

/* na */
"Organization:" = "Organisation:";

/* na */
"License:" = "Lizenz:";

/* na */
"The entered license code is not valid for this application but it is for %@. Please download and install %@ which will happily accept this license code." = "Der eingegebene Lizenzkode ist leider für dieses Programm nicht gültig, wohl aber für %@. Bitte installieren Sie %@, welches Ihren Lizenzkode gerne akzeptieren wird.";
